const USER_BODY = {
  "User-Agent": "Mozilla/5.0",
};

const TIMEOUT = 20000;

const BODY_TYPES_TRAILERS = [
  "Самоскид напівпричіп",
  "Тентований борт (штора) - напівпричіп",
  "Напівпричіп зерновоз",
  "Цистерна напівпричіп",
  "Контейнеровоз напівпричіп",
  "Бортовий напівпричіп",
  "Рефрижератор напівпричіп",
  "Борт",
  "Контейнеровоз",
  "Самоскид причіп",
  "Легковий причіп",
  "Тентований борт (штора) - причіп",
  "Причіп зерновоз",
  "Цистерна",
  "Лафет",
  "Рефрижератор",
  "Низкорамна платформа",
  "Ізотермічна будка",
  "Платформа напівпричіп",
  "Причіп дача",
  "Газовоз",
  "Фургон напівпричіп",
  "Платформа",
  "Лісовоз / Сортиментовоз - напівпричіп",
  "Автовоз",
  "Фургон",
  "Для перевезення тварин - напівпричіп",
  "Для перевезення тварин - причіп",
  "Бітумовоз",
  "Лісовоз / Сортиментовоз - причіп",
  "Шасі напівпричіп",
];

module.exports = {
  USER_BODY,
  BODY_TYPES_TRAILERS,
  TIMEOUT,
};
